Gets the coordination of the connector
  Namespace:   Autodesk.Revit.DB.Mechanical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public Transform GetCoordination()
  Visual Basic
Public Function GetCoordination As Transform
  Visual C++
public:
Transform^ GetCoordination()
 Return Value
 The coordination of the connector
 See Also
  DuctFittingAndAccessoryConnectorData Class
  Autodesk.Revit.DB.Mechanical Namespace